Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: །རིལ་བུ་འདིས་ལག་པ་ལ་བསྐུས་ན་མི་སྟོང་ཐུབ་པར་འགྱུར་རོ།
en: If he rubs his hand with the pill, he will obtain the power of one thousand warriors. “

source: །རིལ་བུ་འདི་ལྷའི་གནས་སུ་བརྐོས་ཏེ་གཞག་ན་ལྷ་ཐམས་ཅད་དབང་དུ་འགྱུར་ཏེ། དུས་དུས་སུ་ཆར་འབེབས་ཤིང་སད་དང་རླུང་དང་སྤྲིན་དང་། སེར་བ་གཅོད་པར་བྱེད་དོ།
en: If he buries the pill at a shrine, all the deities will fall under his thrall, send timely rains, and put an end to all hurricanes, cold spells, storm clouds, and hail.

source: །རྒྱལ་པོའི་སྒོར་བརྐོས་ཏེ་བཞག་ན་རྒྱལ་པོའི་བཙུན་མོ་འཁོར་དང་བཅས་པ་དང་བཀའ་ལ་གཏོགས་པ་དང་ཞང་བློན་དང་བྲམ་ཟེ་མདུན་ན་འདོན་དང་བཅས་པ་དབང་དུ་འགྱུར་རོ།
en: If he buries the pill at the gate of the royal palace, the king, together with his harem, his retinue, and all ministers, advisers, and brahmin priests, will fall under his thrall.

source: །གཙུག་ལག་ཁང་གི་སྒོར་བརྐོས་ཏེ་བཞག་ན་དགེ་སློང་ཐམས་ཅད་བདེ་བའི་རེག་པ་ལ་གནས་པས་གནས་པར་འགྱུར། རྟག་ཏུ་བྱམས་པའི་སེམས་ཀྱིས་གནས་པར་འགྱུར་རོ།
en: If he buries the pill at the gate of a monastery, all the monks will experience comfort and ease and will always be filled with thoughts of loving kindness.

source: །འཕགས་པའི་དགེ་འདུན་གྱི་ནང་དུ་རྒན་པའི་མཐར་བརྐོས་ཏེ་བཞག་ན་དགེ་སློང་ཐམས་ཅད་ཟས་དང་སྐོམ་འདོད་དགུ་ཐོབ་པར་འགྱུར་རོ།
en: If he buries the pill at a place of honor in the midst of the noble saṅgha, all the monks will obtain delicious food and drink.

source: །ལྷུང་བཟེད་ཀྱི་ནང་དུ་བཞག་སྟེ་གྲོང་ཁྱེར་མང་པོར་བསོད་སྙོམས་ལ་སོང་ལ་ཁ་ཟས་རོ་བྲོ་བའི་མཆོག་རྣམ་པ་སྣ་ཚོགས་འབད་མི་དགོས་པར་ཐོབ་པར་འགྱུར་རོ།
en: If a monk places the pill in his alms bowl and does his alms rounds in a city, he will receive lavish gifts of food of great variety and superb tastes, without much effort on his part. “

source: །སྐུ་གདུང་དང་བཅས་པའི་མཆོད་རྟེན་གྱི་གནས་སུ་བརྐོས་ཏེ་བཞག་ལ་མཆོད་རྟེན་ལ་མཆོད་པ་བྱས་ན། རིལ་བུ་ཇི་སྲིད་དུ་མཆོད་རྟེན་གནས་ན་གནས་པ་དེ་སྲིད་དུ་མཆོད་རྟེན་ཆེན་པོ་བརྒྱད་ལ་ཉིན་རེ་ཞིང་མཆོད་པ་ཆེན་པོ་བྱས་པར་འགྱུར་རོ། །འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་གནས་སུ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་ཞབས་དྲུང་དུ་བརྐོས་ཏེ་བཞག་ལ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་མཆོད་པ་བྱས་ཏེ།
en: If he buries the pill near a caitya that contains relics and if he makes offerings to the caitya, then for as long as the pill remains near that caitya it will be the same as making large offerings to eight great caityas every single day.

source: དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་ལན་བརྒྱ་རྩ་བརྒྱད་བཟླས་བརྗོད་བྱས་ན་རིལ་བུ་ཇི་སྲིད་གནས་ཀྱི་བར་དུ་ཉི་མ་རེ་རེ་ཞིང་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་མཆོད་པ་བྱས་པར་འགྱུར་རོ།
en: If he buries the pill at Noble Avalokiteśvara’s feet within a shrine, makes large offerings to him, and mindfully repeats the heart mantra of Amoghapāśa one hundred and eight times, it will be the same as making large offerings to Noble Avalokiteśvara every single day for as long as the pill remains buried there.

source: །ལམ་པོ་ཆེར་བརྐོས་ཏེ་བཞག་ན་ཆོམ་པོ་དང་གཡོན་ཅན་དང་། རྐུན་མ་དང་། མི་དང་མི་མ་ཡིན་པ་དང་གཅན་གཟན་ཁྲོ་བོ་རྣམས་བཅིངས་པར་འགྱུར་ཞིང་ཕྱོགས་མཚམས་སུ་འབྱེར་བར་འགྱུར་རོ།
en: If he buries the pill on a highway, all thieves, robbers, and bandits, both human and nonhuman, as well as all wild animals, will be kept at bay and flee in all directions. “

source: །རིའི་རྩེ་མོར་བརྐོས་ཏེ་བཞག་ན་སྨན་གྱི་དངོས་པོ་ཐམས་ཅད་འབར་བར་འགྱུར་ཏེ། ཇི་སྲིད་དུ་རིའི་རྩེ་མོ་སྣང་བ་དེ་སྲིད་དུ་སྐྱེས་པ་དང་བུད་མེད་དང་།
en: If he buries the pill on a mountaintop, all the medicinal substances and herbs there will blaze with light.

source: ཁྱེའུ་དང་བུ་མོ་དང་བ་ལང་དང་། ཕྱུགས་དང་། མ་ཧེ་དང་། རྟ་ལ་སོགས་པ་འཇིགས་པ་ཐམས་ཅད་ལས་གྲོལ་བར་འགྱུར་ཞིང་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་བཅུ་དྲུག་གི་འཇིགས་པ་ལས་ཡོངས་སུ་ཐར་བར་འགྱུར། འཇིགས་པ་ཆེན་པོ་བརྒྱད་ལས་ཡོངས་སུ་གྲོལ་བར་འགྱུར།
en: All the women, men, boys, girls, cows, grazing animals, buffalo, horses, and so forth that can be seen from the mountain will be completely freed from all fear, be saved from the sixteen great hells and eight great fears, and be free from all disease.

source: ནད་ཐམས་ཅད་ལས་ཡོངས་སུ་གྲོལ་བར་འགྱུར། དཔག་ཚད་བརྒྱ་ཁོར་ཡུག་ཏུ་ཞི་བ་ཆེན་པོར་འགྱུར། ནད་ཐམས་ཅད་དང་བྲལ་བར་འགྱུར།
en: There will be great peace within one hundred leagues, and all diseases will disappear. “

source: མགུལ་དུ་བཏགས་ཏེ་བཅང་བར་བྱས་ན་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་སྐུ་སྟོན་བཞེད་པར་འགྱུར་ཞིང་རྟག་ཏུ་དགོངས་པར་འགྱུར་རོ།
en: If he wears the pill around his neck, Noble Avalokiteśvara will appear to him whenever wished for and will always keep him in his heart.

source: །བང་བར་བརྐོས་ཏེ་བཞག་ན་འབྲུ་མང་པོ་འཕེལ་བར་འགྱུར་རོ།
en: If he buries the pill near a granary, the store of grain will greatly increase.

source: །ཆང་ཡོད་པའི་སྒོར་བརྐོས་ཏེ་བཞག་ན་ཆང་ཐམས་ཅད་རབ་ཏུ་འཕེལ་བར་འགྱུར་རོ།
en: If he buries the pill at the entrance to a tavern, the store of wine will greatly increase.

source: །ཞིང་གི་ནང་དུ་བརྐོས་ཏེ་བཞག་ན་ལོ་ཏོག་མང་པོ་འབྱོར་བར་འགྱུར་རོ།
en: If he buries the pill in the middle of a hill, corn will grow there in abundance.

source: །བྲག་ཕུག་ཏུ་བརྐོས་ཏེ་བཞག་ན། བྲག་ཕུག་གི་སྒོ་བྱེ་བར་འགྱུར་རོ།
en: If he buries the pill at the entrance to a passage into a mountain, all such passages will be opened for him.

source: །ཕུག་གི་སྒོར་བྱུགས་ན་ཕུག་གི་སྒོ་ཐམས་ཅད་བྱེ་བར་འགྱུར་རོ།
en: If he rubs the pill on an opening to a passage into the ground, all such passages will be opened for him.

source: །བུ་གའི་གནས་སུ་བྱུགས་ན་རོ་ཐམས་ཅད་འཛག་པར་འགྱུར་རོ།
en: If he rubs the area around the passages, all the medicinal essences will ooze out. “

source: །ནགས་ཀྱི་ཕུགས་སུ་བརྐོས་ཏེ་བཞག་ན་ནགས་ཀྱི་ལྷ་ཐམས་ཅད་རང་གི་མདུན་ན་འདུག་པར་འགྱུར་རོ། །དགོས་པ་གང་བྱེད་པ་དེ་གྲུབ་པར་འགྱུར་རོ།
en: If he buries the pill near a passage into a forest, all the forest deities will appear before him in their natural forms and will carry out any task that he wants to accomplish.

source: །པདྨའི་མཚོའི་ནང་དུ་བརྐོས་ཏེ་བཞག་ན་པདྨ་མང་པོ་འབྱུང་བར་འགྱུར་ཞིང་དུས་ཀུན་ཏུ་ལྷའི་དྲི་བསུང་འབྱུང་བར་འགྱུར་རོ།
en: If he buries the pill in the middle of a lotus pond, a great lotus will appear and will bloom continuously while exuding a divine fragrance.

source: །ཁྱིམ་མཐོན་པོའི་གནས་སུ་བཞག་ན་ཇི་སྲིད་སྣང་བ་དེ་སྲིད་དུ་སྐྱེས་པ་དང་། བུད་མེད་དང་། ཁྱེའུ་དང་། བུ་མོ་རྣམས་བསྲུང་བར་འགྱུར་ཞིང་། ཕྱོགས་བཅུ་ཀུན་ནས་དཔག་ཚད་བརྒྱ་མཚམས་བཅད་པར་འགྱུར།
en: If he places the pill at the top of a building, all the women, men, boys, and girls within the range of sight will receive great protection, and a protective boundary against all dangers will be created with the radius of one hundred leagues and spanning the ten directions.

source: ནད་ཐམས་ཅད་ལས་ཡོངས་སུ་གྲོལ་བར་འགྱུར། སྡིག་པ་ཐམས་ཅད་དང་། དགྲ་ཐམས་ཅད་དང་། གདོན་ཐམས་ཅད་དང་། འགོ་བའི་ནད་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྱུར།
en: Every disease within it will be eradicated, and all injustices, enemies, grahas, and misfortunes will be pacified.

source: ཕ་རོལ་གྱི་དཔུང་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྱུར།
en: All foreign armies will be pacified and will perish from some sort of calamity.

source: འགོ་བའི་ནད་ཐམས་ཅད་རྣམ་པར་འཇིག་པར་འགྱུར། གཡུལ་ངོར་ཡུངས་ཀར་དང་བསྲེས་ཏེ་གཏོར་ན་གཡུལ་འགྱེད་པ་ཆེན་པོ་ཕན་ཚུན་མཛའ་བ་ཆེན་པོར་འགྱུར།
en: If the vidyā holder throws the pill mixed with mustard seeds into the middle of a battle, a great mutual love will arise amid the great battle. “

source: ནད་ཆེན་པོས་ལུས་སྐམས་ཤིང་ཚེ་ཟད་པ་དང་བགེགས་ཆེན་པོས་ཟིན་པ་ལ་དྲི་ཆབ་ཀྱི་བུམ་པར་རིལ་བུ་འདི་བསྲེས་ཏེ། དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་ལན་བརྒྱ་རྩ་བརྒྱད་བཟླས་ཏེ་ཁྲུས་བྱས་ནས།
en: In the event of severe illness that withers the limbs and shortens life, or if any great obstacles arise, the vidyā holder should put the pill mixture into a jar with scented water, incant it one hundred and eight times with the heart mantra of Amoghapāśa, bathe in the water, and make lavish offerings to Noble Avalokiteśvara.

source: འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ལ་མཆོད་པ་བྱས་ན་ཁྲུས་བྱས་པ་ཙམ་གྱི་མོད་ལ་ནད་ཐམས་ཅད་དང་གནོད་པ་ཐམས་ཅད་ལས་ཡོངས་སུ་ཐར་བར་འགྱུར་རོ།
en: As soon as he has finished bathing, he will be free from every illness and disease.

source: །སྡིག་པ་ཐམས་ཅད་དང་སྒྲིབ་པ་ཐམས་ཅད་ལས་ཡོངས་སུ་ཐར་བར་འགྱུར།
en: He will also be freed from all his wrongdoings and previously accumulated obscurations.

source: ཚེ་ཡོངས་སུ་ཟད་པ་ཚེ་སླར་ནུར་བར་འགྱུར།
en: Even if he had reached the end of his life, he will regain his original lifespan.

source: ལྷའི་ལུས་གཟུགས་དང་ལྡན་པར་འགྱུར། དྲི་མ་དང་བྲལ་བ་དང་སེར་སྣ་དང་བྲལ་བར་འགྱུར།
en: His body will take on a divine form, and the defilements of his envy and jealousy will completely disappear. “

source: ལས་གཞན་དང་གཞན་སྟོང་ཕྲག་བརྒྱ་བྱེད་པར་འགྱུར་ཏེ་རང་གི་བློས་ཀྱང་ཐམས་ཅད་དུ་སྦྱར་བར་བྱའོ།
en: He will also be able to accomplish hundreds of thousands of other activities.

source: །ཐམས་ཅད་ལ་ཐོགས་པ་མེད་པའི་ལས་ཅན་དུ་འགྱུར།
en: Employing his intelligence, whatever actions he performs will succeed without fail.

source: ཕུག་གི་གནས་ཐམས་ཅད་ཀྱི་རྗེ་དཔོན་དང་རྒྱལ་པོར་འགྱུར།
en: He will become a mighty king in all the palaces behind the terrestrial passages.

source: ཚེ་བསྐལ་པ་སྟོང་ཕྲག་བཅུ་གཉིས་ཐུབ་པར་འགྱུར། ཤི་ནས་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དུ་པདྨའི་སྙིང་པོ་ལས་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ། ནོར་བུ་དང་། གསེར་དང་། དངུལ་དང་། རྡོ་རྗེ་དང་།
en: His lifespan will increase to twelve thousand eons, and after he dies he will go to the realm of Sukhāvatī, where he will be spontaneously born from a lotus flower, adorned with all ornaments.

source: བཻ་ཌཱུརྱ་དང་། མརྒད་དང་། པདྨ་རཱ་ག་དང་། ཨིནྡྲ་ནཱི་ལ་དང་། མུ་ཏིག་རྣམས་ཀྱིས་ལུས་བརྒྱན་པར་འགྱུར་རོ།
en: His body will be adorned with jewels, gold, silver, diamonds, beryls, emeralds, rubies, sapphires, and pearls.

source: །སྐྲ་བུང་བ་ལྟར་ག་ནག་ཅིང་འཁྱིལ་ལ་འཁྱིལ་པ་དང་།
en: His hair will become curly and take on the dark-blue color of a bumble bee.

source: མིག་ཨུཏྤ་ལའི་མཆོག་སྔོན་པོ་ལྟ་བུ་དང་། བགས་པའི་མདོག་གསེར་ལྟ་བུར་འགྱུར་རོ།
en: His eyes will be as blue as a blue lotus, and his complexion will take on a golden hue.

source: །ངག་འཇམ་པ་དང་སྙན་པ་དང་ཡིད་དུ་འོང་བར་འགྱུར་རོ།
en: His speech will be soft, pleasant, and sweet. “

source: །རྒྱལ་བ་འོད་དཔག་མེད་ཀྱི་ཕྱག་གིས་སྤྱི་བོ་ལ་འཇོག་པར་འགྱུར་རོ།
en: Amitābha, the victorious one, will extend his hand and place it on the vidyā holder’s head.

source: །ཕྱག་ན་པདྨའི་ཕྱག་མཆོག་སྦྱིན་པས་དབུགས་འབྱིན་ཅིང་ཁྱད་པར་མཆོག་སྦྱིན་པར་འགྱུར་རོ།
en: Padmapāṇi, with his hand that bestows boons, will comfort the vidyā holder and grant him the best boons.

source: །པདྨ་ལ་རབ་ཏུ་གནས་པ་རྣམ་པར་གཟིགས་པ་དོན་ཡོད་པའི་སངས་རྒྱས་ཞེས་བྱ་བ་འཕགས་པ་འོད་དཔག་མེད་ལུང་སྟོན་པར་འགྱུར་རོ།
en: Amitābha will prophesy that the vidyā holder will become a buddha with amogha gaze, sitting on a lotus.

source: །དེ་ནས་ཡུངས་ཀར་དེ་དེ་བཞིན་གཤེགས་པ་སྟོང་ཕྲག་བརྒྱ་ཕྲག་བྱེ་བ་སྙེད་ཀྱི་སྤྱན་དུ་གྱུར་པ་དང་གང་གཱའི་ཀླུང་གི་བྱེ་མ་དང་མཉམ་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་རིང་བསྲེལ་དུ་འགྱུར་ཞིང་།
en: The mustard seeds will appear as the bodily relics of the blessed buddhas, the hundreds of thousands of millions tathāgatas, as numerous as the grains of sand in the Gaṅgā river.

source: ཁམས་སྣ་ཚོགས་ཀྱི་ཁ་དོག་རྣམ་པ་སྣ་ཚོགས་ཀྱི་མདོག་གི་ངོ་བོ་ཉིད་དུ་འགྱུར། ནོར་བུ་རིན་པོ་ཆེ་བདུན་དང་འདྲ་ཞིང་འདི་ལྟ་སྟེ།
en: Such relics are of various types, colors, and forms and may resemble the seven types of great jewels and gems.

source: སྐུ་གདུང་རེ་རེ་ཡང་ཉི་མ་བཞིན་དུ་སོ་སོར་གསལ་བར་འགྱུར་རོ།
en: Some relics may be as bright as the sun, radiating light everywhere in the ten directions. “

source: །ཕྱོགས་བཅུ་ཀུན་ཏུ་འོད་ཟེར་འབྱུང་བར་འགྱུར་ཞིང་རྫུ་འཕྲུལ་གྱི་ཆོ་འཕྲུལ་རྣམ་པ་སྣ་ཚོགས་མཛད་དེ་ལུས་རེ་རེ་སྟོན་པར་འགྱུར་རོ།
en: Each individual relic can manifest magical powers and display miracles.

source: །རིང་བསྲེལ་འདི་མཐོང་བ་ཙམ་གྱིས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་འགྱུར་ཏེ།
en: By merely seeing these bodily relics, the beholder will become irreversibly established on the path to unsurpassable perfect awakening.

source: གཞན་དུ་ཡིད་ལ་མ་བྱས་ན་དེ་དག་གིས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་དེ་ལ་སྨད་པར་མི་འགྱུར་རོ།
en: You should not focus your thoughts on other things. If you do not succeed in it, all the tathāgatas will be distressed.

source: །གཞན་ཡང་ཉལ་ཀར་རང་གི་བློས་བྱམས་པའི་སེམས་ཀྱིས་རིང་བསྲེལ་མངོན་དུ་བྱས་ཏེ་སྨོན་ལམ་གདབ་པར་བྱའོ།
en: The vidyā holder should also make aspiration prayers in front of the relics in his sleep, his thoughts suffused with loving kindness.

source: །ཅི་འདོད་པ་བསམས་ཏེ་མཆོད་པ་བྱས་ན་བསམས་པ་ཙམ་གྱི་མོད་ལ་སྐད་ཅིག་ཏུ་ཐམས་ཅད་འགྲུབ་པར་འགྱུར་རོ།
en: Having thus formulated his wishes, he should offer worship. As soon as he formulates something in his mind, he will accomplish all of it instantly.

source: །རིང་བསྲེལ་གྱི་སྙིང་པོ་འདི་ཇི་ལྟ་བ་བཞིན་དུ་བུམ་པ་བཟང་པོ་འདི་ཡང་བལྟ་བར་བྱ་སྟེ།
en: This auspicious pitcher is just like physical relics, and it should be regarded as such.

source: དེ་གཉིས་ཀ་ཡང་རྫུ་འཕྲུལ་མཛད་པར་སྣང་བ་མཐུན་པ་ཡིན་ཏེ།
en: The pitcher and the relics should be seen as equal in terms of their magical and miraculous properties.

source: འདི་ལ་ཐེ་ཚོམ་དང་ཡིད་གཉིས་བསྐྱེད་པར་མི་བྱའོ།
en: This should not be doubted or denied. “

source: །བུམ་པ་སྒྲུབ་པ་དོན་ཡོད་པའི་ཆོ་གའོ།། །།
en: Thus concludes the amogha practice procedure of the pitcher.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཤཱཀྱ་ཐུབ་པ་དེ་བཞིན་གཤེགས་པའི་ཕྱག་གསེར་གྱི་ཁ་དོག་ཅན་བརྒྱད་སྟེ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་གི་དབུའི་སྤྱི་བོར་བཞག་སྟེ་བཀའ་སྩལ་པ།
en: The blessed Tathāgata Śākyamuni extended his golden arm, stroked Noble Avalokiteśvara’s head, and said, “Good!

source: མཆོག་ཏུ་རྨད་དུ་བྱུང་བ་ཞེས་བྱ་བའི་ཆོ་ག་ཞིབ་མོ་གྲུབ་པ་བླ་ན་མེད་པ་དོན་ཡོད་པ་ཆེན་པོའི་བུམ་པ་སྒྲུབ་པ་རིག་པ་འཆང་བ་རྣམས་ཀྱིས་བཀླགས་པས་གྲུབ་པ་འཛམ་བུ་གླིང་བའི་རིགས་བཞིའི་འཇིག་རྟེན་ལ་ཕན་པ་དང་།
en: Good, O great being! This is indeed marvelous! You have passed down this perfect rite for the benefit and happiness of vidyā holders and of the people of the four castes in Jambudvīpa. You have shown how to accomplish this supreme practice of the amogha pitcher.

source: བདེ་བའི་དོན་དུ་རབ་ཏུ་བྱིན་པ་དང་། སྒྲུབ་པ་ཤིན་ཏུ་བཀྲ་ཤིས་པ་བླ་ན་མེད་པ་རང་གི་བྱིན་གྱི་རླབས་ཀྱི་བྱིན་གྱིས་བརླབས་པ། དོན་ཡོད་པ་ཆེན་པོའི་ཆོ་འཕྲུལ་སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་བླ་ན་མེད་པ་གྲུབ་པ་ཡང་དག་པར་བསྒྲུབ་པ།
en: This excellent practice procedure is the supreme act of self-consecration; by its blessing one attains the great miraculous amogha powers and the awakening of a buddha because, in essence, this practice aims at supreme accomplishment. “

source: ཆེ་ཞིང་ཆེ་བ་བྱང་ཆུབ་ཀྱི་སྙིང་པོའི་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་བ།
en: This practice leads to the attainment of the great seat of awakening and to the turning of the wheel of Dharma.

source: དེ་བཞིན་གཤེགས་པ་ཆེན་པོའི་བྱིན་གྱི་རླབས་ཀྱི་བྱིན་གྱིས་བརླབས་པ།
en: It confers the great blessing of the tathāgatas.

source: སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པ་དང་བདེ་བའི་ཕྱིར་དབུགས་འབྱིན་པ་ཆེན་པོའི་འཇིག་རྟེན་དུ་བཞག་པ་ནི་སེམས་དཔའ་ཆེན་པོ་ལེགས་སོ་ལེགས་སོ།
en: You should establish it for the well-being and happiness of all beings, thus providing relief and comfort to the entire world. I entrust you, Avalokiteśvara, with the mission to fulfill the wishes of all beings.

source: །མཆོག་ཏུ་གྲུབ་པ་བླ་ན་མེད་པ་བསྒྲུབ་པ་བཀླགས་པས་འགྲུབ་པ། རྟག་ཏུ་རྗེས་སུ་འབྲང་བར་འགྱུར་བ།
en: This unexcelled practice that leads to the supreme accomplishment can be accomplished through reading.

source: རྟག་ཏུ་མཆོག་སྦྱིན་པར་མཛད་པ། རྟག་ཏུ་རྗེས་སུ་སྐྱོང་བར་མཛད་པ་ནི་སེམས་ཅན་གྱི་བསམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱ་བའི་ཕྱིར་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་ཁྱོད་ལ་ཡོངས་སུ་གཏད་དོ།
en: It always stays with the vidyā holder and always grants him boons and protects him.”

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་མཆོག་ཏུ་ཡིད་དགའ་སྟེ། བཞིན་འཛུམ་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་ཏེ་བཏུད་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་སྤྱི་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Noble Avalokiteśvara, the great bodhisattva being, his heart filled with supreme joy, smiled and bowed with folded hands to the Blessed One, touching his feet with his head.

source: །བཅོམ་ལྡན་འདས་ཕྱོགས་བཅུའི་སེམས་ཅན་ཐམས་ཅད་དང་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ཀྱི་སྲོག་ཆགས་སུ་གྱུར་པ་ཇི་སྙེད་རི་དགས་དང་བྱ་ཇི་སྙེད་པ་དེ་དག་ཐམས་ཅད་བདག་གིས་ཡོངས་སུ་གཟུང་བར་བགྱི་ཞིང་།
en: He said, “I care, O Blessed One, for all beings in the ten directions, however many there are in the world systems of the great thousand-thousandfold trichiliocosm. I care for all beings endowed with life, including animals and birds.

source: སྡུག་བསྔལ་ཐམས་ཅད་ལས་ཡོངས་སུ་ཐར་བར་བགྱི་བ་དང་བྱང་ཆུབ་ཆེན་པོའི་ལམ་ལ་འགོད་པའི་ཕྱིར་སྙིང་རྗེ་ཆེན་པོ་རྣམ་པར་དག་པས་རྗེས་སུ་གཟུང་བར་བགྱིའོ།
en: I embrace them all with the mind of great compassion and exert myself in order to deliver them from all suffering and establish them on the great path to awakening.

source: །བཅོམ་ལྡན་འདས་མངོན་པར་བརྩོན་པ་དེ་དག་ནི་ཐམས་ཅད་ཀྱི་མཆོག་ཏུ་ཡོངས་སུ་གྲོལ་བར་བགྱིའོ།
en: Because of this, O Blessed One, I want first and foremost to completely liberate them.

source: །བཅོམ་ལྡན་འདས་ཡང་དག་པར་འགྲུབ་པར་བྱེད་པའི་རིག་པ་འཛིན་པ་ཐམས་ཅད་ཀྱིས་བདག་དྲན་ན།
en: I am the essence of accomplishment for all the vidyā holders.

source: བཅོམ་ལྡན་འདས་སེམས་ཅན་དེ་ནི་བདག་གིས་རྟག་ཏུ་བལྟ་བར་བགྱིའོ། །རྟག་ཏུ་རྗེས་སུ་དྲན་པ་དང་རྟག་ཏུ་རྗེས་སུ་བསྲུང་བར་བགྱིའོ།། །།འཕགས་པ་དོན་ཡོད་པའི་ཞགས་པའི་ཆོ་ག་ཞིབ་མོའི་རྒྱལ་པོ། བམ་པོ་བཅུ་གཉིས་པ། བཅོམ་ལྡན་འདས་འོན་ཀྱང་དོན་ཁྱད་པར་ཅན་གྱི་ཆེད་དུ།
en: Lord, I always watch over, think of, and protect the beings who remember me.

source: དོན་ཡོད་ཞགས་པའི་སྙིང་པོའི་ཆོ་ག་ཞིབ་མོ་འདི། ཀློག་པ་དང་། སྒྲུབ་པ་དང་། རེག་པ་དང་། མཆོད་པར་བྱེད་པ་ལ་མངོན་པར་བརྩོན་པ་དེ་བདག་ཅག་གིས་བཅོམ་ལྡན་འདས་ཀྱི་ཐུགས་ལས་སྐྱེས་པའི་སྲས་ལྟ་བུར་ཡོངས་སུ་བསྐྱང་བར་བགྱི། ཕྲག་པས་ཡོངས་སུ་བཀུར་བར་བགྱིའོ།
en: However, I continually guard over and nourish, as if they were my own children, those beings who are motivated by their exceptional goals to apply themselves to studying, practicing, touching, and worshiping this manual of rites that are the essence of Amoghapāśa. “

source: །བཅོམ་ལྡན་འདས་དེ་བཞིན་ཉིད་དུ་སེམས་ཅན་ཐམས་ཅད་སྙིང་རྗེ་ཆེན་པོས་ཡོངས་སུ་བཟུང་སྟེ། ཡོངས་སུ་ཐར་པའི་དོན་གྱི་ཆེད་དང་། མཆོག་སྦྱིན་པ་ཡོངས་སུ་རྫོགས་པའི་ཆེད་དང་། རེ་བ་དང་། ཡིད་ཀྱི་ཤིང་རྟ་ཐམས་ཅད་ཡང་དག་པར་དགོངས་པའི་ཆེད་དུ་བདག་གིས་བཅོམ་ལྡན་འདས་ལ་ལྟོས་པ་མེད་པར་བགྱིའོ།
en: In this way, O Blessed One, I embrace all beings with great compassion, strive to completely liberate them, grant them boons, fulfill all their wishes, and keep them in my thoughts.

source: །བདག་བཅོམ་ལྡན་འདས་ཀྱི་ཚིམ་པ་མེད་པ་དང་།
en: I do not, O Blessed One, become complacent or lapse into feeling satisfaction with what I have achieved.

source: སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་གྲོལ་བའི་ཆེད་དང་། མཆོག་སྦྱིན་པའི་ཆེད་དང་། སྲུང་བའི་ཆེད་དང་། ཐམས་ཅད་ལ་བྱང་ཆུབ་མཆོག་གི་ལམ་ལ་རབ་ཏུ་དགོད་པའི་ཆེད་དང་། བཅོམ་ལྡན་འདས་ཁྱད་པར་དུ་ཆོ་ག་ཞིབ་མོའི་རྒྱལ་པོ་འདི་ལ་གལ་ཏེ་ཀློག་པ་དང་། སྒྲུབ་པ་དང་། དཀྱིལ་འཁོར་དང་། ཕྱག་རྒྱ་ལ་མངོན་པར་བརྩོན་པར་བྱེད་པ་དང་། འཆང་བར་བྱེད་པ་དང་། འདོན་པར་བྱེད་པ་དང་།
en: I do this is in order to completely liberate all beings, grant them boons, and protect them, and especially to establish all of them on the supreme path to awakening.

source: མཆོད་པར་བྱེད་པ་དང་། ཀུན་ཆུབ་པར་བྱེད་པ་དང་། ཚུལ་བཞིན་དུ་ཡིད་ལ་བྱེད་པས་སྒོམ་པར་བྱེད་པ་དང་། ཉན་པར་བྱེད་པ་དང་། ཐ་ན་རྣ་བའི་བུ་གར་ཡང་སྒྲ་ལྷུང་བར་འགྱུར་བ་དེ་ལ་བདག་གིས་བཅོམ་ལྡན་འདས་རྟག་ཏུ་དུས་ཐམས་ཅད་དུ་རྒྱུན་རྗེས་སུ་འབྲང་བར་བགྱི།
en: O Blessed One, I am always present whenever anyone studiously reads and practices this sovereign ritual with its maṇḍalas and mudrās; whenever anyone upholds, propagates, worships, studies and deeply reflects on it; whenever anyone listens to it and then whispers it into the cavity of someone’s ear.

source: འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་དངོས་གྲུབ་ཀྱི་མཆོག་ཐམས་ཅད་དང་བཀྲ་ཞིང་རྣམ་པར་བཀྲ་བའི་ལྷ་རྫས་ཐམས་ཅད་རྗེས་སུ་སྩལ་བར་བགྱིའོ། །ཆོ་ག་ཞིབ་མོ་ཆེན་པོ་སྒྲུབ་པར་བྱེད་པ་རྣམས་ཕྱིར་མི་ལྡོག་པའི་གནས་ལ་དགོད་པར་བགྱི།
en: At that time I will grant all supreme accomplishments and establish such a vidyā holder in various wonderful practices, both worldly and supramundane, including great divine rites that irreversibly establish him on the path to awakening. “

source: ཐ་ན་དུད་འགྲོའི་སྐྱེ་གནས་སུ་སོང་བའི་རི་དགས་དང་བྱ་རྣམས་ཀྱིའང་སྒྲ་གྲག་པ་རྣ་བའི་བུ་གར་ལྷུང་བ་ཙམ་ལས་ཕྱིར་མི་ལྡོག་པའི་གནས་ལ་རབ་ཏུ་འཇུག་པར་བགྱི། བཅོམ་ལྡན་འདས་ཅི་སླར་ཡང་ཡོངས་སུ་དག་པའི་ཡིད་ཀྱིས་བྱམས་པ་དང་། སྙིང་རྗེ་དང་། དགའ་བ་དང་། བཏང་སྙོམས་ལ་རྟག་ཏུ་ཡང་དག་པར་གནས་པས་དོན་ཡོད་ཞགས་པའི་སྙིང་པོ་འདི་སྒྲུབ་པར་བྱེད་པ་དང་། ཀློག་པར་བྱེད་པ་དང་། དཀྱིལ་འཁོར་དང་། ཕྱག་རྒྱ་དང་། ཆོ་ག་ཞིབ་མོའི་རྒྱལ་པོ་སྒྲུབ་པར་བྱེད་པ་དང་། འཆང་བར་བྱེད་པ་དང་།
en: If I can establish animals such as deer or birds irreversibly on the path to awakening by merely whispering the words of this manual into their ear, what need is there to mention, O Blessed One, those beings who, because of their pure minds, always abide in the state of love, compassion, sympathetic joy, and equanimity; those who repeat the heart mantra of Amoghapāśa and study this great sovereign ritual with its maṇḍalas and mudrās, who uphold it, propagate it, and recollect it at the three junctions of the day and all day long on special days and nights.

source: འདོན་པར་བྱེད་པ་དང་། ཐུན་མཚམས་གསུམ་གྱི་གནས་སུ་གནས་པས་རྗེས་སུ་དྲན་པར་བྱེད་པ་དང་། ཉིན་དང་མཚན་མོར་རི་མོར་བྱེད་པ་འདི་རྣམས་བཅོམ་ལྡན་འདས་མིའི་ལུས་སུ་མི་འགྱུར་ཏེ། མིའི་ལུས་དག་པའི་ལུས་སུ་རིག་པར་བྱ། ལྷ་ཞེས་བྱ་བའི་ལུས་སུ་རིག་པར་བྱའོ།
en: Such people, O Blessed One, do not have ordinary human bodies but are known to have pure human bodies, to have divine bodies.

source: །བཅོམ་ལྡན་འདས་བདག་གིས་རྟག་པར་རྒྱུན་དུ་ཕྲག་པས་ཡོངས་སུ་བཀུར་བར་བགྱི།
en: I nourish such beings, O Blessed One, continually at all times.

source: བཅོམ་ལྡན་འདས་བདག་གི་སྤྱི་བོར་སོན་པ་བཟུང་བར་བགྱི།
en: I remain, O Blessed One, above their heads. “

source: བཅོམ་ལྡན་འདས་གང་གི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་ལྷའི་ལུས་འདི་ནི་མིའི་ལུས་སུ་རིག་པར་བགྱི་བ་མ་ལགས་སོ།
en: Since the bodies of holy beings are divine, I am known, O Blessed One, to possess a body that is not human.

source: །གང་གི་སླད་དུ་ཞེ་ན་བཅོམ་ལྡན་འདས་དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོ་འདི། མིའི་ལུས་ཀྱི་སྙིང་དང་། ནང་གི་ཡིད་ལ་གནས་པ་དེས། དེའི་མཐུས་དོན་ཡོད་ཞགས་པའི་སྙིང་པོ་ཆེན་པོའི་མཐུ་ཡིས། མིའི་ལུས་དག་པའི་ལྷའི་ལུས་སུ་འགྱུར་ཏེ།
en: Because, O Blessed One, I remain in the inner hearts and minds of human beings as the essence of Amoghapāśa, I transform their human bodies into pure, divine bodies through the power derived from the heart mantra of Amoghapāśa.

source: ལྷའི་ལུས་སུ་རིག་པར་བྱའོ། །འཇིག་རྟེན་དབང་ཕྱུག་གི་ལུས་སུ་རིག་པར་བྱའོ།
en: Such transformed bodies should be known as divine.

source: །ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེའི་ལུས་སུ་རིག་པར་བྱའོ། །དེ་བཞིན་གཤེགས་པའི་མཛོད་རྒྱ་མཚོ་ཆེན་པོའི་དཀྱིལ་འཁོར་གྱི་ལུས་སུ་རིག་པར་བྱའོ། །དོན་ཡོད་པའི་སྙིང་པོའི་ལུས་སུ་རིག་པར་བྱའོ། །དྲི་མ་དང་བྲལ་ཞིང་། སེར་སྣ་དང་ཕྲག་དོག་སྤངས་པའི་ལུས་སུ་རིག་པར་བྱའོ། །སྡིག་བ་དང་སྒྲིབ་པ་ཐམས་ཅད་རྣམ་པར་དག་ཅིང་དྲི་མ་མེད་པའི་ལུས་སུ་རིག་པར་བྱའོ། །ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་།
en: They should be known as lokeśvara bodies, bodies that have become a wish-fulfilling jewel, tathāgata bodies that are like the great expanse of the ocean, bodies that are the amogha essence, bodies cleansed of the impurities and free of envy and jealousy, and immaculate bodies whose wrongdoings and obscurations have been purified. “

source: ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་། མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་དང་། མི་དང་མི་མ་ཡིན་པ་ཐམས་ཅད་ཀྱིས་མཆོད་པར་བྱ་བ་དང་།
en: Such bodies are known to be worthy of worship, veneration, and praise by all devas, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, mahoragas, and other nonhuman and human beings.

source: རྗེད་པར་བྱ་བ་དང་། ཕྱག་བྱ་བའི་འོས་སུ་རིག་པར་བྱའོ། །སུམ་ཅུ་རྩ་གསུམ་པའི་ལྷ་རྣམས་ཀྱིས་བསྲུངས་པའི་ལུས་སུ་རིག་པར་བྱའོ།
en: Their bodies are known to be guarded by the gods of the realm of Thirty-Three.

source: །དེ་བཞིན་གཤེགས་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་བདུན་ཅུ་རྩ་གཉིས་ཀྱིས་བསྐྱེད་པའི་དགེ་བའི་རྩ་བ་དང་། ཡང་དག་པར་ལྡན་པའི་ལུས་སུ་རིག་པར་བྱའོ།
en: They are known to be endowed with the roots of virtue equal to those planted by hundreds of thousands of millions of billions of tathāgatas, equal in number to the grains of sand in seventy-two Gaṅgā rivers.

source: །ཚེ་དཔག་ཏུ་མེད་པའི་ལུས་སུ་རིག་པར་བྱའོ། །བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱིས་དབུགས་ཕྱུང་བའི་ལུས་སུ་རིག་པར་བྱའོ། །ལག་ན་རྡོ་རྗེས་རྡོ་རྗེར་བྱིན་གྱིས་བརླབས་པའི་ལུས་སུ་རིག་པར་བྱའོ།
en: They are known to have a limitless lifespan, to be revitalized by all the bodhisattvas, and to be blessed with the vajra of Vajrapāṇi. “
